[
  "What is the Contract Scaling initial limit before the trailing threshold stop is reached?",
  "When can a trader begin using the full maximum contracts under the Contract Scaling rule, and when does that change take effect?",
  "On a 100K Static PA, when are full contracts allowed under the Contract Scaling rule?",
  "30% MAE: You start the day with $4,000 profit on a $50K PA. What is the maximum allowed open negative P&L on a single trade?",
  "30% MAE for a new/low-profit $50K PA: If profits are below the trailing threshold amount, what dollar limit applies per trade (show the math)?",
  "When does the 30% MAE allowance increase to 50%, and when does that higher limit start applying?",
  "5:1 Risk–Reward: If your profit target is 12 ticks, what is the maximum stop loss you can set under this rule?",
  "Hedging rule: Are you allowed to be long ES and short YM at the same time? Explain why or why not.",
  "One Direction rule: Are you permitted to place simultaneous open orders on both sides of the market (e.g., a long limit and a short limit)?",
  "Payout eligibility: How many total trading days are required, and on how many of those days must you have at least $50 profit?",
  "Safety net requirement: For how many approved payouts does the safety net apply?",
  "Define the safety net for a PA in one sentence.",
  "What is the minimum required balance to request a payout on a $50K PA?",
  "What is the minimum required balance to request a payout on a $100K Static PA?",
  "What is the minimum single payout amount for any account size, and what day-count condition must also be met?",
  "During the first five payouts, what is the maximum payout for a $50K PA?",
  "Is there a maximum payout amount after the sixth payout? Explain.",
  "When do traders become eligible to withdraw 100% of profits, and how many approved payouts does that require?",
  "Multiple accounts: If you have ten $50K PAs, what is the maximum you could withdraw across all accounts every 8 trading days (assume each account is eligible for the max)?",
  "30% Consistency (Windfall): If your highest profit day since the last approved payout was $1,500 on a $50K PA, what is the minimum total profit required to be eligible for a payout (show the formula)?",
  "Does the 30% Consistency rule reset after each approved payout, and what profits does it evaluate post-reset?",
  "Until when does the 30% Consistency rule apply (two different end conditions)?",
  "Payout timing: After a request is approved, in how many business days are funds typically sent, and how long can banks/payment providers take to post them?",
  "US vs. International payout methods: What method do US traders use and what key routing detail must be correct? What platform do non-US traders receive an invite from?",
  "After submitting a payout request, can you continue trading? What should you keep in mind while trading during review?",
  "If your balance drops below the required minimum after submitting a payout request, what happens to the request, and do you need to cancel it?",
  "Automation policy: Are fully automated bots, algorithms, AI systems, or HFT allowed on PA/Live accounts? What about semi-automated tools?",
  "Is Dollar Cost Averaging (DCA) permitted, and what conditions must be met to keep it compliant?",
  "Max Contracts rule: Is it allowed to trade the maximum contract size on ES and also the maximum on YM at the same time to increase exposure? Why or why not?",
  "Contract size consistency: Is it compliant to open a new PA trading very large size to push quickly past thresholds, then drop to very small size just to secure a payout? Explain."
]
